tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "libffi"
brew "glib"
brew "cairo"
brew "nghttp2"
brew "cask"
brew "coreutils"
brew "circleci"
brew "cloc"
brew "cmake"
brew "exercism"
brew "git"
brew "go"
brew "htop"
brew "httpie"
brew "influxdb"
brew "ipfs"
brew "jq"
brew "maven"
brew "mit-scheme"
brew "node"
brew "pipenv"
brew "postgresql"
brew "protobuf"
brew "python@3.11"
brew "rbenv"
brew "ruby"
brew "rust-analyzer"
brew "solidity"
brew "starship"
brew "vim"
brew "wget"
brew "zip"
brew "zlib"
brew "zsh-completions"
brew "heroku/brew/heroku"
cask "adoptopenjdk"
cask "bettertouchtool"
cask "discord"
cask "dropbox"
cask "firefox"
cask "iterm2"
cask "jetbrains-toolbox"
cask "luxmark"
cask "postman"
cask "signal"
cask "skype"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "tor-browser"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
